{
  "Json_Data": [
    {

      "Active_SDK": "ironsource facebook",


      "Facebook_interstitial": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
      "Facebook_banner": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
      "Facebook_native": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
      "Facebook_250": "IMG_16_9_APP_INSTALL#YOUR_PLACEMENT_ID",
	  
      "IronSource_App_Key": "10b136565",
      "IronSource_interstitial": "DefaultInterstitial",
      "IronSource_banner": "DefaultBanner",

      "Applovin_interstitial_id": "XXXXXXXXXXXXXXXXXX",
      "Applovin_banner_id": "XXXXXXXXXXXXXXXXXX",
	  
	  
      "Show__Live__Ads": "facebook",
	  

      "Active_PackageName": "com.researchpaperpro.de7",

	  
      "App_suspended": "no",
      "NewApp_package": "com.facebook.lite",
      "NewApp_title": "App update!",
      "NewApp_message": "please update to new version!",
	  
	  

	  
      "Cpa_activate": "no",
      "Cpa_text": "Free Diamonds 4 Free Fire",
      "Cpa_icon": "https://i.imgur.com/IOE3zEj.jpg",
      "Cpa_url": "https://www.google.com/",
	  

      "Json_Checker": "dont_change_this"
    }
  ],


  "GuideContent": [
    {
      "title": "Introduction + The Process",
      "text": "If you’re a college student, you will probably have to write at least one college-level research paper before you graduate. Writing a good research paper can be daunting if you have never done it before. We’re here to help.

This guide walks you through everything you need to do to write an effective, impactful research paper?.?.?. and get the good grade you’re after!

Here are the steps and resources you need to write a strong research paper, as well as a checklist to go over to be sure you wrote a good paper. Research writing can be a challenge, but with a little practice, it can become an important part of your academic and professional toolkit. ",
      "text2": "The Process

The following steps will help you write a research paper, starting with nothing but an assignment or prompt and ending up with a well-crafted essay. The steps are:

Step 1: Get familiar with the assignment
Step 2: Pick a topic
Step 3: Research
Step 4: Organize research
Step 5: Form a thesis
Step 6: Create an outline
Step 7: Write
Step 8: Edit for content
Step 9: Edit for grammar
Step 10: Re-read and submit your paper "
    },
    {
      "title": "Step 1",
      "text": "Step 1: Get Familiar with the Assignment

This may sound obvious, but it’s very important to understand what your teacher or professor is asking for before you start writing your research paper. Many students skip this step, and then wonder why they receive a low grade on a paper they worked hard on or were excited about. It’s often because they didn’t read the instructions. ",
      "text2": "Spend time going over the assignment. Look at everything your instructor has provided you with. Carefully read the writing assignment, prompts, grading rubric, or any other materials you’ve received. It might even be helpful to highlight and take notes on the assignment. Take time to understand exactly what you are being asked to write and how you will be graded on it. And if you aren’t sure, ask! Ask your teacher for clarification before you even pick a topic. That way, you will be sure you are on the right track. "
    },
    {
      "title": "Step 2",
      "text": "Step 2: Pick a Topic

Once you understand what you’re being asked to write in your research paper, it’s time to decide what to write about. This can be daunting, but don’t get too bent out of shape. It can be very helpful to write about something you’re interested in or passionate about, but don’t worry about choosing the perfect topic. In many cases, a controversial topic can be ideal, so that you can exercise your ability to objectively explain differing positions, and even defend one if the assignment calls for that. ",
      "text2": "Use the guidelines given by your instructor to help pick your paper topic. If you have a topic that you love, but you’re having trouble fitting it into the guidelines, choose another topic. It will be easier on you in the long run to write about a topic that fits the assignment. It’s important to be engaged in the topic you’re writing about it, but you don’t have to love it. It’s also good to realize that you can use this research writing assignment as an opportunity to learn about something new. You will be somewhat of an expert in the topic by the end of this process, but you don’t have to know everything right now. "
    },
    {
      "title": "Step 3",
      "text": "Step 3: Research

And now what you have been waiting for?—?research! This step is pretty flexible; different people will research for a paper in different ways. However, it’s important to stay focused and move pretty quickly. After all, you still have to write your research paper.

Several key things to remember as you research are: 1) skim, 2) find reliable resources, and 3) don’t ignore information.

First off, skimming. You don’t have to read in-full everything ever written about your topic. In fact, you probably can’t. Get comfortable reading through things quickly. Learn how to identify key points and arguments without getting bogged down and reading every word.

Next, find reliable resources. Although this may run contrary to what you’ve been told, you can use Wikipedia to write a research paper. But, you cannot use that as a final source. You can use general sources like Wikipedia to get familiar with a topic, find keywords that can further drive your research, and quickly understand large amounts of information. But, for the information you use in your paper, you have to find reliable resources. ",
      "text2": "Take what you have learned from a Google search or Wikipedia article and dig deeper. Check out the sources on the article, use keywords from your internet search to search an academic database, or ask an expert whether or not what you learned is valid and if it is, where you can find a reliable source stating the same thing. So, just to be clear: you can use Wikipedia as a starting point in your research, but you should not cite Wikipedia as one of the primary sources for your research paper.

Finally, don’t ignore information. You can find an article that says anything you want it to say. Did researchers recently discover that octopus DNA is made of alien DNA from outer space? Are the spires on the Cinderella Castle at Disney World removable in case of a hurricane? Did a cook attempt to assassinate George Washington by feeding him poisoned tomatoes? You can find articles testifying that all three of the previous claims are true; however, when you dig deeper, it’s clear that they’re not. Just because you find one article stating that something is true, that does not necessarily mean it is a proven fact that you can use in your research.

Work to understand all of the different viewpoints and schools of thought on your topic. This can be done by reading a variety of articles, reading a book or article that gives an overview of the topic and incorporates different points of view, or talking to an expert who can explain the topic in depth. "
    },
    {
      "title": "Step 4",
      "text": "Step 4: Organize Your Research

So you have all of this information, now what to do with it? Step four is all about getting organized. Like research, different people have different preferences here. It can also depend on your assignment. Some sort of bibliography (literally “book writing,” this is a list of the books, articles, and other sources you have used in your research) is helpful when it comes to organizing your research. ",
      "text2": "If your teacher requires you to turn in a bibliography with your research paper (think back to step 1; you ought to already know exactly what the assignment is by now!), create a bibliography that meets the requirements for the paper. If you are just making one just for yourself, think about how you would like to organize your research. It might make sense to bookmark resources on your web browser or make a digital bibliography that allows you to link the resources you found. You might prefer a printed list of your resources or you might want to write down all you have learned that is relevant to your project on notecards or sticky notes and organize your research paper on a table or the floor. "
    },
    {
      "title": "Step 5",
      "text": "Step 5: Form a Thesis

Now that you understand what you’ve been asked to do, have chosen a topic that fits the assignment, and have researched and organized that research, you’re ready to articulate your own opinion, argument, or assertion. Even if you aren’t arguing for or against anything, your paper needs a thesis. A thesis is a short statement that you?—?as researcher and author?—?put forward for the readers of your paper as what you are trying to explain or prove.

A starting point when writing a thesis might be to write a one-sentence answer to the question: what is your paper about? The answer might be something like the following examples:

1- My paper explains the relationship between dogs and humans.
2- It’s about university policies on freshman living on campus.
3- I wrote about views on marriage in Jane Austen’s Pride and Prejudice.

See, that wasn’t so hard. But, what is important to remember, is that this is just a starting point. Many students stop right there, and then don’t understand why their instructor graded them poorly on their thesis statement. A thesis needs to be definitive, and should not be about you. So, you might change the above answers to statements like:

The relationship between dogs and humans goes both ways; not only are dogs man’s best friend, but human interactions have influenced the way that modern dogs’ behavior and anatomy.

Many universities require freshmen students to live on campus for their first year, which keeps students out of trouble, helps students get better grades, and increases their likelihood of staying in school.

In Jane Austen’s Pride and Prejudice, marriage is seen as a number of things, including as a social mobility tool, as a mistake, and as a beneficial partnership. ",
      "text2": "Can you see the differences between the first set of sentences and the second set of thesis statements? It might take a few tries, but work to eliminate words and phrases like 'I think,' or 'My paper is about.'

It is also very important not to be too vague. Don’t be afraid to make a strong statement. If you look at the above examples, each of them makes a specific point about the topic. Another key to crafting a strong thesis statement is making sure that your thesis is arguable. That doesn’t mean it’s controversial or particularly opinionated, but it does mean that someone could disagree.

For example, someone might argue that humans haven’t influenced dogs all that much, that requiring freshman students to live on campus isn’t a good thing, or that marriage in Austen’s Pride and Prejudice is all about romance. (Another way to check whether or not your statement is arguable: Is Pride and Prejudice a book? Yes. So the statement, 'Pride and Prejudice is a book written by Jane Austen,' doesn’t work as a thesis because no one could disagree. There is no point in writing an entire essay about that obvious fact.) Checking whether or not someone could argue with your thesis statement is a good way to make sure you have written a strong, specific thesis statement that will guide you as you write your paper and earn a good grade for your efforts.

After you have worked to create a specific, arguable, definitive thesis statement, this is another place that it could be helpful to check in with your professor, a writing center tutor, or another trusted educator or mentor. Show them your thesis statement and ask them if they think itis a powerful thesis that you will guide you as you build your essay. "
    },
    {
      "title": "Step 6",
      "text": "Step 6: Create an Outline

Like a bibliography, the way that you create your outline may depend on your assignment. If your teacher asked you to turn in an outline, be sure to make an outline that follows the example, guidelines, or requirements you have been given. If you aren’t required to write an outline, it can still be a helpful tool as you build your research paper.

Creating an outline is really about structuring your paper. Don’t be too formulaic, but it can be helpful to follow patterns and guides. In high school you might have written three- or five-paragraph essays, and it’s okay to use those same patterns for a college research paper, but be sure that whatever format you choose makes sense for your paper. If you have two main points in your thesis, three or five main sections might not work for your research paper. If the assignment asks you to introduce a topic, explain different opinions on the topic, and then choose and explain your opinion, then your paper probably needs three main sections, one for each of those objectives. ",
      "text2": "As you create an outline, think critically about what you are trying to explain or communicate in your research paper and what structure allows you to do that in a clear, organized way. It usually makes sense to have an introduction and conclusion, but what goes between will vary based on the contents of your essay.

The outlining stage of producing your argument is a great time to think about bad forms of argumentation you should avoid. If you aren’t familiar with logical fallacies, take some time to review the most common fallacies, your grade could depend on it! "
    },
    {
      "title": "Step 7",
      "text": "Step 7: Write

And then, finally, it’s time to actually write your paper. You might feel like you should have started writing sooner, but, rest assured: the work you have done up to this point is important. It will help you create a strong, clear, interesting research paper.

As you write, don’t be a perfectionist. Don’t worry about finding the perfect words, using the perfect grammar, or crafting the perfect title. There is time to perfect your research paper as you edit. Right now, you just need to write.

It might be helpful to look over your research before you start writing, but don’t write directly from your research. If you’re looking back and forth between your resources and your paper as you begin writing, it’s easy to copy ideas without really creating your own work. You have done a lot of work already, so trust that and work from memory as you write your research paper. It’s okay to look up a specific quote or statistic, but in general your ideas should be your own at this point. ",
      "text2": "Working from your own ideas will help you avoid plagiarism. Plagiarism is the uncredited use of someone else’s words or ideas, whether you meant to use them without credit or not. This sounds scary, but it doesn’t have to be. If you follow the steps outlined in this guide, you can be confident that you’ve created your own essay that builds on the ideas, writing, and work of others, without stealing, copying, or plagiarising.

If you quote something word-for-word, you need to cite your source. Use quotation marks and mention the source of the quote. You will also need to include more information about the quote on a Works Cited or References page. If you paraphrase, that is, you don’t use the exact words, but do use someone’s idea, it’s still important to give credit. You don’t need quotation marks here, but it is important to mention where the idea comes from.

If something is a common fact (generally accepted if you can find the fact stated, without credit, in three or more credible sources), you don’t need to mention where the idea comes from. For example, Bill Gates is a billionaire who founded Microsoft. That is a common fact; you can find it stated in numerous trustworthy sources. But if your paper is about the why behind Bill Gates’ wealth, fame, and success, then you’re going to need to credit and cite specific quotes and statistics, as well as theories about why the Microsoft billionaire is so successful. "
    },
    {
      "title": "Step 8",
      "text": "Step 8: Edit for Content

Now that you’ve got a paper written, take a moment to congratulate yourself. You have done a lot of work to get to this point! And then, get back to work. You still need to edit your paper before it’s ready to turn in. Remember how you weren’t supposed to worry about being perfect? You still don’t need to worry, but it is time to make your paper as perfect as you possibly can.

Start by editing for content. This means thinking about structure, organization, wording, and length. You carefully organized your paper when you created an outline. Now that you have written your paper, does that organization still make sense? If so, great. If not, what do you need to move around? Look carefully at how you’ve worded your sentences. Did you communicate what you meant to get across? Can you make your paper clearer or easier to understand? This is also a good point to think back to Step 1. Does your paper include everything the assignment asked for? If not, where can you include the missing pieces? ",
      "text2": "If your paper is too long or too short, now is the time to cut it down or build it up to an acceptable length. Don’t just delete your conclusion because your paper is too long. Don’t waste your time playing with the font size and margins to try to make your essay longer. Be careful and thoughtful about these edits. If you need to take something out, what makes sense to cut and how can you re-organize your paper so that it maintains a strong structure? If you need to lengthen your paper, don’t just randomly add words or repeat things you have already said. Think about where you could expand or what you can add that fits in with the rest of your paper, further develops the ideas you are presenting, or adds valuable information to your research paper.

Once you have made all the changes you think necessary, read back through your paper again to be sure it all makes sense. Especially when working on a computer, it is easy to leave or delete a word, sentence, or paragraph that you didn’t mean to. If you are tired of looking at your research paper, give it to a friend, mentor, or teacher and ask them to take a look at your paper and let you know what they think of the content. "
    },
    {
      "title": "Step 9",
      "text": "Step 9: Edit for Grammar

It is also important to edit for grammar. This might seem daunting, but there are lots of tools and resources that can help. Check out resources like Grammarly or Strunk and White’s Elements of Style if you’re unsure of what to do with commas, semicolons, or run-on sentences. ",
      "text2": "Like editing for content, editing for grammar might take a few run-throughs. If you need to take a break, that’s fine. It can even help you come back to your paper feeling more focused, which is key to catching and fixing mistakes. "
    },
    {
      "title": "Step 10",
      "text": "Step 10: Re-read and Submit your Research Paper

Once you’ve finished Steps 1–9, it’s definitely time to take a break. Give your paper a day or two (or an hour or two, if you are running short on time) and give it a final read-through. It can be helpful to print a copy of your paper and read a hard-copy if you have only read through it on a screen thus far. You might notice mistakes or formatting issues that your eyes missed while reading on your computer. Once you have read your research paper for a final time and double checked that your paper does everything the assignment is asking for, it is time to submit.

Be sure to follow any instructions you have been given about turning in your research paper. Also give yourself time to troubleshoot if things go wrong. If you try to print your paper five minutes before class starts, what are you going to do if your printer is out of toner? If you are supposed to submit your paper online at midnight and the wifi is down when you login to submit your assignment at 11:58 PM, even though that is unfortunate, it is still something you could have avoided by logging on with enough time to solve any problems that arise before the deadline. Your teacher will appreciate and respect your preparedness, and it will likely impact your grades positively. ",
      "text2": "Don’t be afraid to reach out to your instructor for help, but be reasonable and responsible about it. If you log on the day before and see that the place where you are supposed to turn in your assignment is locked or unavailable, send your teacher an email so that they can help you submit your paper before it is due. Just don’t expect them to help you in the middle of the night, on a weekend, or minutes before an assignment is due. Some instructors might, but you are just lucky at that point. If you prepare and give yourself time to turn in an assignment, you don’t have to count on getting lucky about whether or not your professor is sitting at their computer and available to help you at the very moment you email them. "
    },
    {
      "title": "Resources",
      "text": "Your Teacher or Professor

When writing a research paper for a teacher or professor, it is important to step back and think about why they asked you to write this essay in the first place. More than likely, they are giving you an opportunity to learn something. Learning often involves trial-and-error, making mistakes, and asking lots of questions. Don’t be afraid to ask a question; in fact, don’t be afraid to ask your instructor lots of questions! However, do remember to be respectful of them, their time, and efforts. It is important to follow any directions that you have been given by your teacher or professor, to take responsibility and not expect them to do your work for you, and to listen to the answers and advice they share with you. Working with your teacher and asking them for help is an often overlooked resource when it comes to writing research papers. Be sure to take advantage of this help; your paper will be all the better for it.

Research Librarians

Another often-overlooked resource is the research librarian. Did you know that, in addition to tons of books and online materials, college and university libraries often have staff whose job it is to help answer your questions? Research librarians specialize in research (it might sound obvious, but take a second to get excited about how much this could help you and your research paper!). These librarians usually specialize in particular fields and subjects, so you can get specific, expert help that pertains to your topic. They can help you search for resources, connect you with experts in the field your researching, or give you suggestions about the direction of your research and writing.

Writing Centers

In addition to research librarians, many college and university libraries often house writing centers. While research librarians can help you more with your research, writing center staff can help you actually write your research paper. You can usually schedule an online or in-person appointment with a tutor or instructor that will help you through any step of the writing process. You might want to visit a writing center early on as you develop the concept for your paper, in the middle as you struggle to think of how to discuss one of your key points, or right before you turn in your paper to be sure it’s in near-perfect shape before it goes to your professor for a grade. Many professors even give you extra credit for taking advantage of writing center services. Win-win!

Wikipedia

As mentioned earlier in this guide, you can use Wikipedia for introductory research. But, because Wikipedia articles can be edited by anyone and therefore aren’t 100% credible, your professor will likely frown on citing it as a source for your research paper. So, do not use Wikipedia as a primary source for your research paper. When it comes to writing research papers, the references section of a Wikipedia page is one of your best friends. Just like you should be citing your sources at the end of your research paper, Wikipedia articles link to their primary sources. You can use the list of references to find books, articles, and other material that can help you find reliable, relevant primary sources for use in your research. ",
      "text2": "Academic Databases

Your instructor may require you to use peer-reviewed academic articles as some or all of the sources for your research paper. As a college student, you probably have access to a number of academic databases that you can use to find scholarly articles. If you are unsure of how to search for articles in an academic database, it’s worth asking your professor or a research librarian to help you learn. This skill will be a useful one to have, and you will be easily finding trustworthy, interesting sources in no time.

OWL at Purdue

This is not a nocturnal bird that lives at a university in Indiana, but rather the Online Writing Lab (OWL) at Purdue University. This online resource offers a number of helpful writing materials, including information on how to cite sources, grammar rules, choosing a topic, and even how to write a research paper. You can search for specific help, or browse resources by category. This free website is a must-visit online resource when writing a college research paper.

Grammarly

Grammarly is like a super-powered spell checker. It’s a free Chrome extension that allows you to edit your writing. You can copy and paste your paper into the Grammarly editor and get spelling and grammar advice that is easy to implement. If you’re looking for additional help or want to use the software without leaving Microsoft Office, check out Grammarly Premium or Grammarly for Microsoft Office. However, it’s important to remember when using this software (or any spelling or grammar checker!) that it is a computer and therefore doesn’t always understand your writing. You need to go over each suggestion made by the software and make sure that it is indeed correcting an error or improving a sentence and not changing something that you meant to say. That being said, Grammarly is great at catching errors and provides easy-to-understand explanations of spelling and grammar suggestions so you can knowledgeably make changes to your research paper.

The Elements of Style?—?William Strunk Jr. and E.B. White

Style guides may be mostly a thing of the past. You have probably used a spell checker or Googled where to put a comma, but you may never have opened a style guide. However, this book, The Elements of Style, has helpful advice and information about writing. If you are looking for guidance when it comes to editing your paper, picking up a copy of this book may be just what you need. The book consists of different sections, some with specific grammar and writing rules and definitions and others with general writing advice. One rule that is worth knowing, even if you don’t read The Elements of Style is Rule #17: “Omit needless words.” Keep that in mind as you edit your paper; it will help you craft a clear, strong, concise research paper that your teacher will enjoy reading (and even grading!).

Style Guides (MLA, APA, Chicago, etc.)

You might feel like we keep saying this (we do?.?.?.?), but it’s for a good reason: know what your research paper assignment is asking for. That is especially important when it comes to formatting your paper. There are several different formatting styles and each has specific rules and guidelines. The main three are MLA, APA, and Chicago. Your instructor likely gave you instructions on which style to use, and if not you can ask which they prefer. Each style has a different name for the list of sources you attach at the end of your paper, different rules about headers and page numbers, etc. Many teachers will deduct points from your grade if you don’t adhere to the style they have asked you to for your research paper; some teachers may not accept the paper at all. You can find more information about whatever style you are working with in a style guide or from OWL at Purdue. "
    },
    {
      "title": "Checklist",
      "text": "Checklist

If you are crafting a paper from scratch, start by reading through the above steps to learn how to write a strong research paper. If you have already written a paper, go over this checklist to ensure that it is ready to turn in. ",
      "text2": "Does your paper fulfill all of the requirements that the assignment asked for? (If not, or if you are unsure, look back at Step 1.)

Did you stick to a topic that fits the assignment? (Reference Step two as you think through topic selection.)

Are your sources credible, reliable, and logical? (Look at Steps three and four for help reflecting on your research.)

Do you have a clear, arguable thesis statement? (For help with thesis statements, take a look at Step 5.)

Is your paper organized in a logical way that is easy to understand? (When thinking about outline and structure, see Step 6.)

Did you plagiarize? (If you have any doubts, check out Step 7.)

Did you proofread for content and grammar improvements and errors? (See Steps eight and nine for more information about proofreading and editing.)

Is your paper properly formatted? (See Step one and check out the resources section for information about being sure your paper is formatted correctly.)

Are you prepared to submit correctly? (Read Step 10 for a few last pieces of advice before you turn in your research paper.) "
    }
  ]
}
